Repository: Virtlink/simpleresizer
Catalog: SimpleResizer/Properties/Resources.*.resx
Languages: nl

# MainFormMarginBottom
source: Bottom margin:
nl: Ondermarge:

# MainFormMarginLeft
source: Left margin:
nl: Linkermarge:

# MainFormMarginRight
source: Right margin:
nl: Rechtermarge:

# MainFormMarginTop
source: Top margin:
nl: Bovenmarge:

# MainFormPreviewWait
source: Please wait...
nl: Een ogenblik geduld...

# MainFormValidateHeightBigMultiple
source: A value of {0} pixels is very high.
nl: Een waarde van {0} pixels is erg hoog.

# MainFormValidateHeightSmallMultiple
source: A value of {0} pixels is very low.
nl: Een waarde van {0} pixels is erg laag.

# MainFormValidateHeightSmallSingle
source: A value of one pixel is very low.
nl: Een waarde van één pixel is erg laag.

# MainFormValidateMarginHHigh
source: With such a high margin value the stamp will be (partially) obscured.
nl: Met zo'n hoge waarde valt de stempel deels of geheel buiten de afbeelding.

# MainFormValidateMarginHLow
source: With a negative margin value the stamp will be (partially) obscured.
nl: Met een negatieve waarde valt de stempel deels of geheel buiten de afbeelding.

# MainFormValidateMarginVHigh
source: With such a high margin value the stamp will be (partially) obscured.
nl: Met zo'n hoge waarde valt de stempel deels of geheel buiten de afbeelding.

# MainFormValidateMarginVLow
source: With a negative margin value the stamp will be (partially) obscured.
nl: Met een negatieve waarde valt de stempel deels of geheel buiten de afbeelding.

# MainFormValidateQualityLow
source: The resulting image quality is set very low.
nl: De kwaliteit van de resulterende afbeelding is erg laag ingesteld.

# MainFormValidateStampTransparencyHigh
source: The stamp's transparency is set very high. The stamp will not be visible.
nl: De doorzichtigheid van de stempel is erg hoog ingesteld. De stempel is dan niet zichtbaar.

# MainFormValidateWidthBigMultiple
source: A value of {0} pixels is very wide.
nl: Een waarde van {0} pixels is erg breed.

# MainFormValidateWidthSmallMultiple
source: A value of {0} pixels is very small.
nl: Een waarde van {0} pixels is erg smal.

# MainFormValidateWidthSmallSingle
source: A value of one pixel is very small.
nl: Een waarde van één pixel is erg smal.

# MsgProblemSolverClashCSFMultiple
source: MsgProblemSolverClashCSFSingle There are {0} items with the same destination file as other items in this project. With the option 'Create subfolders' will these problems be solved. Do you want to enable this option? If not, these items will be skipped.
nl: Er zijn {0} items met hetzelfde doelbestand als ander items in het project. Met de optie 'Maak submappen' wordt dit probleem voorkomen. Wilt u deze optie inschakelen? Zo nee, worden deze items overgeslagen.

# MsgProblemSolverClashCSFSingle
source: There is one item with the same destination file as another item in this project. With the option 'Create subfolders' will this problem be solved. Do you want to enable this option? If not, this item will be skipped.
nl: Er is één item met hetzelfde doelbestand als een ander item in het project. Met de optie 'Maak submappen' wordt dit probleem voorkomen. Wilt u deze optie inschakelen? Zo nee, wordt dit item overgeslagen.

# MsgProblemSolverClashCSFTitle
source: Problems
nl: Problemen

# MsgProblemSolverClashMultiple
source: {0} items with the same destination file as other items in this project
nl: {0} items met hetzelfde doelbestand als andere items

# MsgProblemSolverClashSingle
source: one item with the same destination file as another item in this project
nl: één item met hetzelfde doelbestand als een ander item

# MsgProblemSolverDestExistsMultiple
source: There are {0} items whose destination files already exist. Do you want to overwrite these files? If not, these items will be skipped.
nl: Er zijn {0} items waarvan het doelbestand reeds bestaat. Wilt u deze bestanden overschrijven? Zo nee, worden deze items overgeslagen.

# MsgProblemSolverDestExistsSingle
source: There is one item whose destination file already exists. Do you want to overwrite this file? If not, this item will be skipped.
nl: Er is één item waarvan het doelbestand reeds bestaat. Wilt u dit bestand overschrijven? Zo nee, wordt dit item overgeslagen.

# MsgProblemSolverDestExistsTitle
source: Destination file exists
nl: Doelbestand bestaat reeds

# MsgProblemSolverDupMultiple
source: {0} items which occur more than once in this project
nl: {0} items die dubbel voorkomen in het project

# MsgProblemSolverDupSingle
source: one item which occurs more than once in this project
nl: één item dat dubbel voorkomt in het project

# MsgProblemSolverIntro
source: The following problems have been determined:
nl: De volgende problemen zijn gevonden:

# MsgProblemSolverNonExtMultiple
source: {0} items whose source files could not be found
nl: {0} items waarvan het bronbestand niet gevonden kon worden

# MsgProblemSolverNonExtSingle
source: one item whose source file could not be found
nl: één item waarvan het bronbestand niet gevonden kon worden

# MsgProblemSolverOutro
source: When you continue, all these items will be skipped. Do you want to continue?
nl: Als u doorgaat worden al deze items overgeslagen. Wilt u doorgaan?

# MsgProblemSolverTitle
source: Problems
nl: Problemen

# MsgProcessCancelled
source: Cancelled.
nl: Geannuleerd.

# MsgProcessCancelledTitle
source: Cancelled
nl: Geannuleerd

# MsgProcessError
source: Some error has occured.
nl: Er is een fout opgetreden.

# MsgProcessErrorTitle
source: Error
nl: Fout

# MsgProcessFinished
source: Finished!
nl: Klaar!

# MsgProcessFinishedTitle
source: Finished
nl: Klaar

# MsgProjectClearAll
source: Are you sure you want to remove every item from the list?
nl: Weet u zeker dat u elk item uit de lijst wilt wissen?

# MsgProjectClearAllTitle
source: Clear all
nl: Alles wissen

# MsgProjectDestFolderNotFound
source: The destination folder does not exist. Cannot continue.
nl: De doelmap bestaat niet. Kan niet doorgaan.

# MsgProjectDestFolderNotFoundTitle
source: Nonexistant destination folder
nl: Doelmap bestaat niet

# MsgProjectNewFilenamePatternInvalid
source: The specified new filename pattern '{0}' contains invalid fields (fields are those which start with '%').
nl: Het gegeven nieuwe bestandsnaam patroon '{0}' bevat ongeldige velden (velden starten met '%').

# MsgProjectNewFilenamePatternInvalidTitle
source: New filename pattern
nl: Nieuw bestandsnaam patroon

# MsgProjectNewFilenamePatternYieldsSingleFilename
source: The specified new filename pattern '{0}' would result in all the files getting the same filename. Use the '%n' and/or '%c' fields in the pattern.
nl: Het gegeven nieuwe bestandsnaam patroon '{0}' geeft alle bestanden dezelfde bestandsnaam. Gebruik de '%n' en/of '%c' velden in het patroon.

# MsgProjectNewFilenamePatternYieldsSingleFilenameTitle
source: New filename pattern
nl: Nieuw bestandsnaam patroon

# MsgProjectStampNotFound
source: The stampfile is not found. Cannot continue.
nl: Het stempelbestand is niet gevonden. Kan niet doorgaan.

# MsgProjectStampNotFoundTitle
source: Stampfile not found
nl: Stempelbestand niet gevonden

# MsgStatusCollectingContent
source: Current item: {0} Items processed: {1} items Items collected: {2} items
nl: Huidig item: {0} Items verwerkt: {1} items Items verzameld: {2} items

# MsgStatusCollectingInstr
source: Collecting subitems of {0} items
nl: Verzamelen van subitems van {0} items

# MsgStatusCollectingTitle
source: Collecting
nl: Verzamelen

# MsgStatusContent
source: Please wait...
nl: Een ogenblik geduld...

# MsgStatusInstr
source: Busy...
nl: Bezig...

# MsgStatusItemUnknown
source: <unknown>
nl: <onbekend>

# MsgStatusProcessingContent
source: Current item: {0} Items processed: {1} items Items skipped: {2} items
nl: Huidig item: {0} Items verwerkt: {1} items Items overgeslagen: {2} items

# MsgStatusProcessingInstr
source: Processing {0} items
nl: Verwerken {0} items

# MsgStatusProcessingTitle
source: Processing
nl: Verwerken

# MsgStatusTitle
source: Busy
nl: Bezig

# MsgStatusValidatingContent
source: Items validated: {0} items Problems found: {1} problems
nl: Items gecontroleerd: {0} items Problemen gevonden: {1} problemen

# MsgStatusValidatingInstr
source: Validating {0} items
nl: Controleren {0} items

# MsgStatusValidatingTitle
source: Validating
nl: Controleren

# StatusBarItemCount
source: {0} file(s) en {1} folder(s)
nl: {0} bestand(en) en {1} map(pen)
